Repository: mazenhalawi/DeCorona
Catalog: DeCorona/Utility/*.lproj/Localizable.strings
Languages: de

# UNRECOGNIZED_ERROR
source: An unrecognized error has occurred please check your internet connection and try again.
de: Ein nicht erkannter Fehler ist aufgetreten. Überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.

# DIRECTIONS_GREEN_STEP_1
source: Limitations of face-to-face contact in public spaces.
de: Einschränkungen des persönlichen Kontakts im öffentlichen Raum.

# DIRECTIONS_GREEN_STEP_2
source: Private events (i.e. weddings etc.) with a maximum of 100 participants in closed spaces and a maximum of 200 participants in the open.
de: Private Veranstaltungen (d. H. Hochzeiten usw.) mit maximal 100 Teilnehmern in geschlossenen Räumen und maximal 200 Teilnehmern im Freien.

# DIRECTIONS_GREEN_STEP_3
source: Wearing a mask is mandatory when (including, but not limited to) using public transportation, going shopping, eating and drinking in restaurants, bars, etc... and in case minimum distance (1.5m) cannot be kept.
de: Das Tragen einer Maske ist obligatorisch, wenn (einschließlich, aber nicht beschränkt auf) die Nutzung öffentlicher Verkehrsmittel, Einkaufen, Essen und Trinken in Restaurants, Bars usw. und der Mindestabstand (1,5 m) nicht eingehalten werden kann.

# DIRECTIONS_YELLOW_STEP_1
source: Private parties and contacts: no more than two households or ten people.
de: Private Feiern und Kontakte: nicht mehr als zwei Haushalte oder zehn Personen.

# DIRECTIONS_YELLOW_STEP_2
source: Wearing a mask is mandatory in heavily frequented spaces, in pedestrian zones, in public buildings, in secondary schools during class, in universities, for attendees of (sports) events, etc.
de: Das Tragen einer Maske ist in stark frequentierten Räumen, in Fußgängerzonen, in öffentlichen Gebäuden, in weiterführenden Schulen während des Unterrichts, an Universitäten, für Teilnehmer an (Sport-) Veranstaltungen usw. obligatorisch.

# DIRECTIONS_YELLOW_STEP_3
source: Curfew and ban on selling as well as consuming alcohol in public spaces from 23:00 onwards.
de: Ausgangssperre und Verbot des Verkaufs sowie des Konsums von Alkohol im öffentlichen Raum ab 23:00 Uhr.

# DIRECTIONS_RED_STEP_1
source: Private parties and contacts: no more than 5 households or five people.
de: Private Feiern und Kontakte: nicht mehr als 5 Haushalte oder fünf Personen.

# DIRECTIONS_RED_STEP_2
source: Wearing a mask is mandatory in heavily frequented spaces, in pedestrian zones, in public buildings, for all grades during class, in universities, for attendees of ( sports ) events, etc.
de: Das Tragen einer Maske ist in stark frequentierten Räumen, in Fußgängerzonen, in öffentlichen Gebäuden, für alle Klassenstufen, an Universitäten, für Teilnehmer an (Sport-) Veranstaltungen usw. obligatorisch.

# DIRECTIONS_RED_STEP_3
source: Curfew and ban on selling as well as consuming alcohol in public spaces from 22:00 onwards.
de: Ausgangssperre und Verbot des Verkaufs sowie des Konsums von Alkohol im öffentlichen Raum ab 22:00 Uhr.

# DIRECTIONS_DARKRED_STEP_1
source: Events (e.g. club meetings, sporting events, cultural events, etc.) must not exceed 50 persons
de: Veranstaltungen (Clubtreffen, Sportveranstaltungen, kulturelle Veranstaltungen...) dürfen 50 Personen nicht überschreiten

# DIRECTIONS_DARKRED_STEP_2
source: Closing time for food / gastronomy outlets, ban on alcohol sales and alcohol consumption sales in specific public places form 21:00
de: Schließzeit für Lebensmittel- / Gastronomie-Verkaufsstellen, Verbot des Alkoholverkaufs und des Alkoholkonsums an bestimmten öffentlichen Orten ab 21:00 Uhr

# TITLE_LOC_ERROR
source: Location Error
de: Standortfehler

# MSG_LOC_ERROR
source: An unexpected error has occurred, please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

# TITLE_REFRESHER
source: Fetching latest data
de: Neueste Daten abrufen

# TITLE_LOC_REQ
source: Location Required
de: Ort erforderlich

# MSG_LOC_REQ
source: You have disabled location services. We require your current location to fetch relevant data. Would you like to enable the service now?
de: Sie haben Ortungsdienste deaktiviert. Wir benötigen Ihren aktuellen Standort, um relevante Daten abzurufen. Möchten Sie den Dienst jetzt aktivieren?

source: Failure
de: Fehler

# MSG_LOC_FAIL
source: Failed to detect your location. Please try again later.
de: Fehler beim Erkennen Ihres Standorts. Bitte versuchen Sie es später noch einmal.

# TITLE_NO_DATA
source: No Data Found
de: Keine Daten gefunden

# MSG_NO_DATA
source: No data found for your current location. Please try again later.
de: Für Ihren aktuellen Standort wurden keine Daten gefunden. Bitte versuchen Sie es später noch einmal.

# TITLE_NOTIF_ENABLED
source: Notification Enabled
de: Benachrichtigung aktiviert

# MSG_NOTIF_ENABLED
source: Notification is already enabled.
de: Die Benachrichtigung ist bereits aktiviert.

source: Undetermined
de: Unbestimmt

source: Service Disabled
de: Dienst deaktiviert

# SERVER_DATA_ERR
source: The data returned from the server is unrecognizable. Please try again.
de: Die vom Server zurückgegebenen Daten sind nicht erkennbar. Bitte versuche es erneut.

# NOTIFICATION_LOC_TITLE
source: Location Status Update
de: Corona Status Update

# NOTIFICATION_LOC_SUBTITLE
source: Location change update
de: Aktualisierung der Standortänderung

# NOTIFICATION_LOC_MSG
source: It seems you have moved into another location. Check the updated directions for the current location.
de: Es scheint, dass Sie an einen anderen Ort gezogen sind. Überprüfen Sie die aktualisierten Anweisungen für den aktuellen Standort.

# NOTIFICATION_STATUS_MSG
source: We have detected a change in the Corona Status Level for the area you are currently in. Tap to find more...
de: Wir haben eine Änderung der Corona-Statusstufe für den Bereich festgestellt, in dem Sie sich gerade befinden. Tippen Sie hier, um weitere ...
